Repository: bhanumeet/SuperVision-Search
Catalog: SuperVisionSearch/*.lproj/Localizable.strings
Languages: de, es_us, fr, hi, it

# search
source: Enter or speak text
de: Text eingeben oder sagen
es_us: Ingrese o diga el texto
fr: Entrez ou dites du texte
hi: पाठ दर्ज करें या बोलें
it: Inserisci o pronuncia del testo

# microphone_button
source: Microphone
de: Mikrofon
es_us: Micrófono
hi: माइक्रोफोन
it: Microfono

# torch_button
source: Torch
de: Taschenlampe
es_us: Linterna
fr: Lampe torche
hi: टॉर्च
it: Torcia

# settings_button
source: Settings
de: Einstellungen
es_us: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni

# please_enter_query
source: Please enter a query
de: Bitte geben Sie eine Anfrage ein
es_us: Por favor, ingrese una consulta
fr: Veuillez entrer une requête
hi: कृपया एक प्रश्न दर्ज करें
it: Si prega di inserire una query

source: Listening...
de: Höre...
es_us: Escuchando...
fr: Écoute...
hi: सुन रहा हूँ...
it: In ascolto...

source: Searching for %@
de: Suche nach %@
es_us: Buscando %@
fr: Recherche de %@
hi: %@ के लिए खोज रहा हूँ:
it: Ricerca di %@

# speech_recognition_unavailable_title
source: Speech Recognition Unavailable
de: Spracherkennung nicht verfügbar
es_us: Reconocimiento de voz no disponible
fr: Reconnaissance vocale indisponible
hi: वाक् पहचान अनुपलब्ध है
it: Riconoscimento vocale non disponibile

# speech_recognition_unavailable_message
source: Please enable speech recognition in settings.
de: Bitte aktivieren Sie die Spracherkennung in den Einstellungen.
es_us: Por favor, active el reconocimiento de voz en la configuración.
fr: Veuillez activer la reconnaissance vocale dans les paramètres.
hi: कृपया सेटिंग्स में वाक् पहचान सक्षम करें।
it: Si prega di abilitare il riconoscimento vocale nelle impostazioni.

# search_placeholder
source: Enter or speak text
de: Text eingeben oder sagen
es_us: Ingrese o diga el texto
fr: Entrez ou dites du texte
hi: पाठ दर्ज करें या बोलें
it: Inserisci o pronuncia del testo

# next_button_accessibility
source: Next
de: Weiter
es_us: Siguiente
fr: Suivant
hi: अगला
it: Successivo

# previous_button_accessibility
source: Previous
de: Zurück
es_us: Anterior
fr: Précédent
hi: पिछला
it: Precedente

# back_button_accessibility
source: Back
de: Zurück
es_us: Atrás
fr: Retour
hi: वापस
it: Indietro

# zoom_in_button_accessibility
source: Zoom In
de: Vergrößern
es_us: Acercar
fr: Agrandir
hi: जूम इन करें
it: Ingrandisci

# mic_button_accessibility
source: Microphone
de: Mikrofon
es_us: Micrófono
hi: माइक्रोफोन
it: Microfono

# found_single_instance
source: One instance of %@ found
de: Eine Instanz von %@ gefunden
es_us: Se encontró una instancia de %@
fr: Une instance de %@ trouvée
hi: एक %@ पाया गया
it: Una istanza di %@ trovata

# found_multiple_instances
source: %d instances of %@ found
de: %d Instanzen von %@ gefunden
es_us: Se encontraron %d instancias de %@
fr: %d instances de %@ trouvées
hi: %d %@ पाए गए
it: %d istanze di %@ trovate

# no_instances_found
source: No instances of %@ found.
de: Keine Instanz von %@ gefunden.
es_us: No se encontraron instancias de %@.
fr: Aucune instance de %@ trouvée.
hi: कोई %@ पाया नहीं गया।
it: Nessuna istanza di %@ trovata.

# searching_for_speech
source: Searching for %@
de: Suche nach %@
es_us: Buscando %@
fr: Recherche de %@
hi: के लिए खोज रहा हूँ: %@
it: Ricerca di %@

# error_text_recognition
source: Error in text recognition.
de: Fehler bei der Texterkennung.
es_us: Error en el reconocimiento de texto.
fr: Erreur dans la reconnaissance de texte.
hi: पाठ पहचान में त्रुटि।
it: Errore nella riconoscimento del testo.

# error_text_recognition_after_rotation
source: Error in text recognition after rotation.
de: Fehler bei der Texterkennung nach der Drehung.
es_us: Error en el reconocimiento de texto después de la rotación.
fr: Erreur dans la reconnaissance de texte après rotation.
hi: घूर्णन के बाद पाठ पहचान में त्रुटि।
it: Errore nella riconoscimento del testo dopo la rotazione.

# error_rotating_image
source: Error rotating the image.
de: Fehler beim Rotieren des Bildes.
es_us: Error al rotar la imagen.
fr: Erreur lors de la rotation de l'image.
hi: छवि घूर्णन में त्रुटि।
it: Errore durante la rotazione dell'immagine.

# recognition_request_error
source: Unable to create recognition request.
de: Erkennung Anfrage konnte nicht erstellt werden.
es_us: No se pudo crear la solicitud de reconocimiento.
fr: Impossible de créer la demande de reconnaissance.
hi: पहचान अनुरोध बनाने में असमर्थ।
it: Impossibile creare la richiesta di riconoscimento.

source: Audio session error: %@
de: Audio-Sitzungsfehler: %@
es_us: Error de sesión de audio: %@
fr: Erreur de session audio : %@
hi: ऑडियो सत्र त्रुटि: %@
it: Errore della sessione audio: %@

source: Recognition error: %@
de: Erkennungsfehler: %@
es_us: Error de reconocimiento: %@
fr: Erreur de reconnaissance : %@
hi: पहचान त्रुटि: %@
it: Errore di riconoscimento: %@

# audio_engine_start_error
source: audioEngine couldn't start due to an error: %@
de: audioEngine konnte aufgrund eines Fehlers nicht gestartet werden: %@
es_us: audioEngine no pudo iniciarse debido a un error: %@
fr: audioEngine n'a pas pu démarrer en raison d'une erreur : %@
hi: audioEngine एक त्रुटि के कारण शुरू नहीं हो सका: %@
it: audioEngine non è riuscito ad avviarsi a causa di un errore: %@

source: Audio session reset error: %@
de: Fehler beim Zurücksetzen der Audio-Sitzung: %@
es_us: Error al restablecer la sesión de audio: %@
fr: Erreur de réinitialisation de la session audio : %@
hi: ऑडियो सत्र रीसेट त्रुटि: %@
it: Errore di reset della sessione audio: %@

source: Error initializing ding audio: %@
de: Fehler bei der Initialisierung des Ding-Audios: %@
es_us: Error al inicializar el audio ding: %@
fr: Erreur lors de l'initialisation de l'audio ding : %@
hi: ding ऑडियो प्रारंभ करने में त्रुटि: %@
it: Errore durante l'inizializzazione dell'audio ding: %@

# ding_audio_not_found
source: ding.mp3 not found in bundle.
de: ding.mp3 im Bundle nicht gefunden.
es_us: ding.mp3 no encontrado en el paquete.
fr: ding.mp3 introuvable dans le bundle.
hi: bundle में ding.mp3 नहीं मिला।
it: ding.mp3 non trovato nel bundle.

source: Error initializing dong audio: %@
de: Fehler bei der Initialisierung des Dong-Audios: %@
es_us: Error al inicializar el audio dong: %@
fr: Erreur lors de l'initialisation de l'audio dong : %@
hi: dong ऑडियो प्रारंभ करने में त्रुटि: %@
it: Errore durante l'inizializzazione dell'audio dong: %@

# dong_audio_not_found
source: dong.mp3 not found in bundle.
de: dong.mp3 im Bundle nicht gefunden.
es_us: dong.mp3 no encontrado en el paquete.
fr: dong.mp3 introuvable dans le bundle.
hi: bundle में dong.mp3 नहीं मिला।
it: dong.mp3 non trovato nel bundle.

# no_text_found
source: No text found in the image for %@.
de: Kein Text für %@ im Bild gefunden.
es_us: No se encontró texto en la imagen para %@.
fr: Aucun texte trouvé dans l'image pour %@.
hi: छवि में %@ के लिए कोई पाठ नहीं पाया गया।
it: Nessun testo trovato nell'immagine per %@.

# cancel_button
source: Cancel
de: Abbrechen
es_us: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla

# camera_title
source: Camera
de: Kamera
es_us: Cámara
fr: Caméra
hi: कैमरा
it: Fotocamera

# camera_description
source: Tap to take a single photo
de: Tippen, um ein einzelnes Foto aufzunehmen
es_us: Presione para tomar una foto única
fr: Appuyez pour prendre une photo unique
hi: एकल फोटो लेने के लिए टैप करें
it: Tocca per scattare una singola foto

# scan_title
source: Scan
de: Scannen
es_us: Escanear
fr: Scanner
hi: स्कैन करें
it: Scannerizza

# scan_description
source: Hold to scan
de: Drücken und halten zum Scannen
es_us: Mantenga presionado para escanear
fr: Maintenez pour scanner
hi: स्कैन करने के लिए दबाए रखें
it: Tieni premuto per scannerizzare

# zoom_title
source: Zoom In
de: Vergrößern
es_us: Acercar
fr: Agrandir
hi: जूम इन करें
it: Ingrandisci

# zoom_description
source: Slider to zoom in
de: Schieberegler zum Vergrößern
es_us: Control deslizante para acercar
fr: Curseur pour agrandir
hi: जूम इन करने के लिए स्लाइडर
it: Slider per ingrandire

# return_title
source: Return
de: Zurück
es_us: Atrás
fr: Retour
hi: वापस
it: Ritorna

# return_description
source: Restart
de: Neu starten
es_us: Reiniciar
fr: Redémarrer
hi: पुनः प्रारंभ करें
it: Riavvia

# next_title
source: Next
de: Weiter
es_us: Siguiente
fr: Suivant
hi: अगला

# next_description
source: Go to the next word
de: Zum nächsten Wort gehen
es_us: Ir a la siguiente palabra
fr: Aller au mot suivant
hi: अगला शब्द पर जाएँ
it: Vai alla parola successiva

# previous_title
source: Previous
de: Zurück
es_us: Anterior
fr: Précédent
hi: पिछला
it: Precedente

# previous_description
source: Go to the previous word
de: Zum vorherigen Wort gehen
es_us: Ir a la palabra anterior
fr: Aller au mot précédent
hi: पिछला शब्द पर जाएँ
it: Vai alla parola precedente

# torch_title
source: Torch
de: Taschenlampe
es_us: Linterna
fr: Lampe torche
hi: टॉर्च
it: Torcia

# torch_description
source: Turn on the torch
de: Taschenlampe einschalten
es_us: Encender la linterna
fr: Allumer la lampe torche
hi: टॉर्च चालू करें
it: Accendi la torcia

# speak_title
source: Speak
de: Sprechen
es_us: Hablar
fr: Parler
hi: बोलें
it: Parla

# speak_description
source: Tap to speak
de: Tippen, um zu sprechen
es_us: Toque para hablar
fr: Touchez pour parler
hi: बोलने के लिए टैप करें
it: Tocca per parlare
